{
   "books": [
      {
         "name": "Harry Potter",
         "id":0,
         "author": "J. K. Rowling",
         "genre": "Fantasy",
         "imgUrl": "/images/harry.jpg",
         "price": 10,
         "rating": 9,
         "text": "Harry Potter is a series of seven fantasy novels written by British author J. K. Rowling. The novels chronicle the lives of a young wizard, Harry Potter, and his friends Hermione Granger and Ron Weasley, all of whom are students at Hogwarts School of Witchcraft and Wizardry."
      },
      {
         "name": "Английский шутя. Английские и американские анекдоты для начального чтения",
         "id":1,
         "author": "Robin",
         "genre": "Study",
         "imgUrl": "/images/2.jpg",
         "price": 7,
         "rating": 5,
         "text": "Краткое описание: «Английский шутя» включает в себя около двухсот английских и американских анекдотов, текст которых не подвергся никакому упрощению и, таким образом, содержит большое количество широко употребляющейся лексики и множество разговорных оборотов современного английского языка."
      },
      {
         "name": "Wacky Wednesday",
         "id":2,
         "author": "Wacky",
         "genre": "Fantasy",
         "imgUrl": "https://covers.openlibrary.org/b/id/6903291-L.jpg",
         "price": 7,
         "rating": 5,
         "text": "Drawings and verse point out the many things that are wrong one wacky Wednesday."
      },
      {
         "name": "All For Love",
         "id":3,
         "author": "John Dryden",
         "genre": "History",
         "imgUrl": "https://manybooks.net/sites/default/files/styles/220x330sc/public/old-covers/cover-auto-2332.jpg?itok=maS7i3bT",
         "price": 5,
         "rating": 5,
         "text": "The gratitude of poets is so troublesome a virtue to great men, that you are often in danger of your own benefits: for you are threatened with some epistle, and not suffered to do good in quiet, or to compound for their silence whom you have obliged. Yet, I confess, I neither am or ought to be surprised at this indulgence; for your lordship has the same right to favour poetry, which the great and noble have ever..."
      },
      {
         "name": "Don Quixote",
         "id":4,
         "author": "Miguel de Cervantes Saavedra",
         "genre": "Fantasy",
         "imgUrl": "https://manybooks.net/sites/default/files/styles/220x330sc/public/old-covers/cover-cust-1621.jpg?itok=ch16gxqH",
         "price": 15,
         "rating": 9,
         "text": "brown, spring out of the thicket with a goatherd after it, calling to it and uttering the usual cries to make it stop or turn back to the fold. The fugitive goat, scared and frightened, ran towards the company as if seeking their protection and then stood still, and the goatherd coming up seized it by the horns and began to talk to it as if it were possessed of reason and understanding: Ah wanderer, wanderer, Spotty, Spotty; how have you gone limping all this time? What wolves have frightened you, my daughter? Won't you tell me what is the matter, my beauty? But what else can it be except that you are a she, and cannot keep quiet? A plague on your humours and the humours of those you take after! Come back, come back, my darling; and if you will not be so happy, at any rate you will be safe in the fold or with your..."
      },
      {
         "name": "The Complete Works of William Shakespeare",
         "id":5,
         "author": "William Shakespeare",
         "genre": "Drama",
         "imgUrl": "https://manybooks.net/sites/default/files/styles/220x330sc/public/old-covers/cover-cust-6331.jpg?itok=KRtl4Ol8",
         "price": 12,
         "rating": 8,
         "text": "The world will wail thee like a makeless wife, The world will be thy widow and still weep, That thou no form of thee hast left behind, When every private widow well may keep, By children's eyes, her husband's shape in mind: Look what an unthrift in the world doth spend Shifts but his place, for still the world enjoys it; But beauty's waste hath in the world an end,"
      }
   ]
}